tap "goodwithtech/dockle"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "itchyny/tap"
tap "ktr0731/evans"
tap "kyoh86/tap"
tap "mono0926/license-plist"
tap "reviewdog/tap"
tap "sanemat/font"
tap "songmu/tap"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libpng"
brew "pcre"
brew "cloc"
brew "cmake"
brew "composer"
brew "direnv"
brew "python"
brew "jpeg"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "go"
brew "jasper"
brew "graphviz"
brew "grpcurl"
brew "lua"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "luajit"
brew "make"
brew "mas"
brew "mcrypt"
brew "mysql-client"
brew "nkf"
brew "node"
brew "peco"
brew "perl"
brew "php"
brew "plantuml"
brew "pre-commit"
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis"
brew "ruby"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "vim"
brew "zplug"
brew "zsh"
brew "goodwithtech/dockle/dockle"
brew "heroku/brew/heroku"
brew "itchyny/tap/mmv"
brew "ktr0731/evans/evans"
brew "kyoh86/tap/richgo"
brew "mono0926/license-plist/license-plist"
brew "reviewdog/tap/reviewdog"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "songmu/tap/blogsync"
cask "alfred"
cask "altair-graphql-client"
cask "appcleaner"
cask "cheatsheet"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-photos-backup-and-sync"
cask "imageoptim"
cask "iterm2"
cask "jasper"
cask "kitematic"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "qfinder-pro"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro-nightly"
cask "session-manager-plugin"
cask "spotify"
cask "suspicious-package"
cask "townwifi"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "CommentScreen", id: 1450950860
mas "Hex Fiend", id: 1342896380
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "ToyViewer", id: 414298354
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
