tap "github/gh"
tap "goodwithtech/dockle"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "ktr0731/evans"
tap "kyoh86/tap"
tap "mono0926/license-plist"
tap "muesli/tap"
tap "nektos/tap"
tap "reviewdog/tap"
tap "sanemat/font"
tap "songmu/tap"
tap "zkokaja/brewlet"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "libpng"
brew "pcre"
brew "circleci"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "composer"
brew "direnv"
brew "jpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "hadolint"
brew "lua"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "lsd"
brew "luajit"
brew "make"
brew "mas"
brew "mcrypt"
brew "mysql-client"
brew "nkf"
brew "peco"
brew "perl"
brew "php", restart_service: true
brew "pre-commit"
brew "protobuf"
brew "protobuf@3.6"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "tokei"
brew "topgrade"
brew "vim"
brew "zplug"
brew "zsh"
brew "goodwithtech/dockle/dockle"
brew "heroku/brew/heroku"
brew "itchyny/tap/mmv"
brew "ktr0731/evans/evans"
brew "kyoh86/tap/richgo"
brew "mono0926/license-plist/license-plist"
brew "muesli/tap/duf"
brew "nektos/tap/act"
brew "reviewdog/tap/reviewdog"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "songmu/tap/blogsync"
cask "altair-graphql-client"
cask "appcleaner"
cask "background-music"
cask "blackhole"
cask "brewlet"
cask "calibre"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-photos-backup-and-sync"
cask "imageoptim"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "monitorcontrol"
cask "notion"
cask "qfinder-pro"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro-nightly"
cask "session-manager-plugin"
cask "spotify"
cask "suspicious-package"
cask "townwifi"
cask "visual-studio-code"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "CommentScreen", id: 1450950860
mas "HEIC Converter", id: 1294126402
mas "Hex Fiend", id: 1342896380
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "Pocket", id: 568494494
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "ToyViewer", id: 414298354
mas "TweetDeck", id: 485812721
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
