tap "bufbuild/buf"
tap "github/gh"
tap "go-task/tap"
tap "heroku/brew"
tap "itchyny/tap"
tap "ktr0731/evans"
tap "mono0926/license-plist"
tap "muesli/tap"
tap "reviewdog/tap"
tap "sanemat/font"
tap "songmu/tap"
tap "youyo/tap"
tap "zkokaja/brewlet"
brew "libpng"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "berkeley-db"
brew "circleci"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "d2"
brew "direnv"
brew "docutils"
brew "libevent"
brew "unbound"
brew "srt"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "jasper", link: false
brew "netpbm"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "hadolint"
brew "hub"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libxml2"
brew "lsd"
brew "lua"
brew "luajit"
brew "make"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mysql-client"
brew "nkf"
brew "openjdk"
brew "openjdk@17"
brew "pcre"
brew "peco"
brew "perl"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "tokei"
brew "topgrade"
brew "vim"
brew "virtualenv"
brew "zplug"
brew "zsh"
brew "bufbuild/buf/buf"
brew "go-task/tap/go-task"
brew "heroku/brew/heroku"
brew "itchyny/tap/mmv"
brew "ktr0731/evans/evans"
brew "muesli/tap/duf"
brew "reviewdog/tap/reviewdog"
brew "songmu/tap/blogsync"
brew "youyo/tap/awssh"
cask "adobe-acrobat-reader"
cask "altair-graphql-client"
cask "appcleaner"
cask "biscuit"
cask "calibre"
cask "deskpad"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "monitorcontrol"
cask "phpstorm"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raindropio"
cask "rancher"
cask "session-manager-plugin"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "HEIC Converter", id: 1294126402
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
vscode "8amjp.convertwidth"
vscode "adpyke.vscode-sql-formatter"
vscode "alimozdemir.vscode-nuxt-dx-tools"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "azemoh.one-monokai"
vscode "be5invis.toml"
vscode "budparr.language-hugo-vscode"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "craigmaslowski.erb"
vscode "dariofuzinato.vue-peek"
vscode "davidanson.vscode-markdownlint"
vscode "davidhouchin.whitespace-plus"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "file-icons.file-icons"
vscode "fivethree.vscode-hugo-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "jsonhero.jsonhero-vscode"
vscode "kaellarkin.hugo-shortcode-syntax"
vscode "kaiwood.endwise"
vscode "maelvalais.autoconf"
vscode "masakit.zenkaku-hankaku"
vscode "mathiasfrohlich.kotlin"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mubaidr.vuejs-extension-pack"
vscode "neilding.language-liquid"
vscode "nuxt.mdc"
vscode "nuxtr.nuxtr-vscode"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "robertoachar.vscode-essentials-snippets"
vscode "romanpeshkov.vscode-text-tables"
vscode "rusnasonov.vscode-hugo"
vscode "sdras.vue-vscode-snippets"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "venryx.vscode-vtools"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "zxh404.vscode-proto3"
