tap "bufbuild/buf"
tap "github/gh"
tap "go-task/tap"
tap "itchyny/tap"
tap "ktr0731/evans"
tap "muesli/tap"
tap "reviewdog/tap"
tap "songmu/tap"
tap "youyo/tap"
brew "libpng"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "berkeley-db"
brew "betterleaks"
brew "bottom"
brew "chezmoi"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "crit"
brew "d2"
brew "direnv"
brew "docutils"
brew "dust"
brew "libevent"
brew "unbound"
brew "srt"
brew "fd"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gobject-introspection"
brew "golangci-lint"
brew "jasper", link: false
brew "netpbm"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "hadolint"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libxml2"
brew "lsd"
brew "lua"
brew "luajit"
brew "make"
brew "mas"
brew "mise"
brew "mecab"
brew "mecab-ipadic"
brew "mysql-client"
brew "nkf"
brew "pcre"
brew "peco"
brew "perl"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "tig"
brew "tldr"
brew "tokei"
brew "topgrade"
brew "neovim"
brew "virtualenv"
brew "sheldon"
brew "zoxide"
brew "zsh"
brew "bufbuild/buf/buf"
brew "go-task/tap/go-task"
brew "itchyny/tap/mmv"
brew "ktr0731/evans/evans"
brew "muesli/tap/duf"
brew "reviewdog/tap/reviewdog"
brew "songmu/tap/blogsync"
brew "youyo/tap/awssh"
cask "adobe-acrobat-reader"
cask "altair-graphql-client"
cask "appcleaner"
cask "biscuit"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "imageoptim"
cask "karabiner-elements"
cask "monitorcontrol"
cask "quicklook-json"
cask "raindropio"
cask "rancher"
cask "session-manager-plugin"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "HEIC Converter", id: 1294126402
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
